Repository: Mohamadhalabi/Woocomerce-flutter-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Best Seller
ar: الأكثر مبيعًا

source: Drawer Header
ar: رأس القائمة

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Spanish
ar: الإسبانية

# newArrival
source: Yeni ürünler
ar: وصل حديثًا

# viewAll
source: Tümünü Gör
ar: عرض الكل

# specialOffer
source: İndirimli Ürünler
ar: عرض خاص

# freeShipping
source: Ücretsiz Kargo
ar: شحن مجاني

# bundleProducts
source: Paket Ürünler
ar: منتجات مجمعة

# reviews
source: Yorumlar
ar: مراجعات

# productInfo
source: Ürün Bilgisi
ar: معلومات المنتج
